{"documentId": 216220, "title": "Dayanidhi Sahu vs Sarala Dei And Ors. on 24 December, 1963", "description": "", "section": [{"title": 216220, "text": "JUDGMENT\n \n\nR.L. Narasimham, C.J. \n 1. These two appeals arise out of the same judgment and are disposed of together.\n2. Both the appeals arise out of the appellate judgment of the Additional District Judge, Cuttack partially reversing the judgment of the Munshi 2nd Court Cuttack and decreeing joint possession of the disputed properties between plaintiff No. 2 and the defendants.\n3. The suit property consists of a very valuable house site appertaining to Darpattadar Khata No. 1349 in the town of Cuttack, bearing plot No. 2173 and No. 2174 of Current Settlement.\n4. There was previous litigation in respect of the same property between plaintiff No. (2) and defendant No. 1 and some other defendants. The judgment of the trial Court in that case was delivered on 29-4-1950 and the suit under appeal was filed on 8-5-1950 a week after the dismissal of the earlier suit. That suit was taken up to the High Court on second appeal and the decisions of the two lower courts were confirmed by the High Court on 2-4-1956. In that litigation the main question for decision was whether the disputed property belonged to Kanungo Durgacharan Mohanty only, or else whether his brothers had interest in the same. It was finally decided that his brothers had no interest in the property.\n5. For the purpose of the present litigation therefore, it may be taken as concluded that the disputed property belonged to Kanungo Durgacharan Mohanty. The suit under appeal was, brought by his son Kanungo Bishnucharan Mohanty (through his first wife) who was the sole plaintiff at the commencement of the suit. Plaintiff No. 2 claims to have purchased his interest in the suit house and was subsequently added as plaintiff No. 2. Defendant No. 2 is the second wife of Durgacharan and defendants 3 to 8 are her children.\n6. The said Durgacharan Mohanty entered into an agreement for the sale of the disputed property with one Prana Dhan Das (since dead) on 8-10-1937 (Ex. E) and (according to defendant No. 1) put Pranadhan Das in possession of the property on that date. Subsequently on 7-5-38, a registered sale deed (Ex. 1) was executed by Durgacharan Mohanty in favour of defendant No. 1 who is none else but a daughter of Prana Dhana Das and she remained in possession of the same thereafter. Thus, according to defendant No. 1 full title and possession over the disputed property passed to her.\n7. The case of plaintiff No. 1 however was that the suit property was the ancestral property of his father Durgacharan, that there was no legal necessity for the sale in favour of defendant No. 1 and that consequently the plaintiff's interest was unaffected by the sale. He even went to the length of saying that the sale deed was collusiva and fraudulent, that there was no passing of consideration, and that no title passed. Hence he asked for a declaration that the title to the properties still subsisted with the plaintiff and with defendants 2 to 8 (the widow and the other sons of Durga Charan). There was also a prayer for confirmation of possession of those persons in respect of the property. But there was also an alternative prayer that they be ordered to recover \n\npossession of the properties in case they be found to have been dispossessed. Subsequent to the commencement of the suit as already pointed out, plaintiff No. 2 purchased the interest of plaintifi No. 1 and also of defendant No. 3 on 13-11-1956 and he is the main contestant in this appeal.\n8. The lower appellate Court held that the property was' the ancestral property of Durgacharan and not his self-acquisition and that consequently his sons also had a share in them. He held however that the sale by Durgacharan in favour of defendant No. 1 Ex. 1 was genuine and that a substantial portion of the consideration money was actually paid. But he also held that the sale was not for legal necessity and that consequently the interest of Bishnu Charan Mohanty in the property did not pass by the sale. He further held that as plaintiff No. 1 had separated from his father long ago--prior to the sale--he could not get the alienation made by his father set aside in its entirety, though his interest in the property would be unaffected by the sale. Hence, he decreed the suit for joint possession between the plaintiff No. 1 (as the purchaser of the interest of plaintiff No. 1) and defendant No. 2.\n9. The main question of law argued before this Court is the question regarding limitation. According to Mr. D. Mohanty, appearing for defendant No. 1 the property passed out of Duraga-charan's family completely on 8-10-1937 when possession was delivered to Prana Dhan Das in pursuance of the agreement for sale (Ex. E) by Durga Charan and as the suit was brought only on 8-5-1950 it was barred by limitation, under Artice 142 of the Limitation Act. Mr. Panda for the contesting plaintiff, urged that Article 126 of the Limitation Act would be applicable and that as the alinee namely defendant No. 1 obtained possession of the property only on the date of the sale deed (Ex. A) viz. 8-5-1935, the suit must be held to have been filed within the period of twelve years (7th May, 1950 being a Sunday).\n10. The concurrent findings of the two courts on the question of possession may be summarised. Both the courts believed the evidence of D. W. 1 and D. W. 2 and also the partial admission of the plaintiff that Prana Dhan Das put his lock in the dilapidated house that was standing on the suit land on 8-10-1937 and obtained complete possession of the same. D. Ws. 1 and 2 further stated that after taking possession Prana Dhan Das got the dilapidated house demolished, took away the materials and exercised other acts of possession over the property such as enclosing it with a fence and growing vegetables for several years. As these witnesses have been believed by the Courts of facts it must be held that the family of Durga Charan Das was completely dispossessed from the disputed plots on 8-10-1937. It is true that the sale deed (Ext. A) was taken in the name of defendant No. 1 who is none else but the daughter of Prana Dhan Das, whereas the agreement of sale (Ex. E) was executed on 8-10-1937 in favour of Prana Dkan Das, but it is the evidence of D. W. 1 (who has been believed by the two Courts of fact) that Prana Dhan Das wanted to give the property to his daughter (defendant No. 1) and hence he got the sale deed executed in her name.\nIn that sale deed there is a recital to the effect that there was previous agreement for sale of the property by Kanungo Durga Charan in favour of Prana Dhan Das. It was the plaintiffs case all along that it was Prana Dhan who was the real defendant in this case, that he being a pleader's clerk and a veteran litigant he prevailed upon the plaintiff's father Durgacharan to transfer the property to him--see paragraph 9 of the plaint. Prana Dhan was also alive for some years after the commencement of the present litigation. Hence for the purpose of this case it will not be proper to make a suitable distinction between the possession of Pranadhan Das on 8-10-1937 on the basis of Ext. E (the agreement for sale) and the subsequent possession of his daughter (defendant No. 1) under Ext. A dated 8-6-58. The evidence of defendants 1 and 2 shows that even after the date of sale it was Prana Dhan Das who removed the building materials from the site, enclosed it with a fencing and grew vegetables.\nFor the purpose of this litigation, it is unnecessary to say whether defendant 1 was a mere benamidar for her father Prana Dhan Das, or whether Prana Dhan Das was merely acting on her behalf from the date of agreement of sale 8-10-1937. It is sufficient to say that the possession of Prana Dhan Das and his daughter defendant No. 1 as held by the two Courts was continuous from 8-10-1937.\n11. It is true that in the plaint there was no admission of dispossession in respect of the suit plots though in the prayer portion there was an alternative prayer either for confirmation of possession or recovery of possession, thereby admitting though somewhat haltingly that on the date of the suit the plots were not in possession of the plaintiff. But in view of the concurrent findings of the two lower Courts that complete dispossession took place on 8-10-1937 this question is academic. As pointed out in the Full Bench decision of the Allahabad High Court reported in Bindhyachal Chand v. Ram Gharib, AIR 1934 All 993 the applicability of Article 142 depends not solely on the facts in the plaint but also on the finding of the Court on the question of possession. I may quote the following passage at p. 997:\n  \"But where the plaintiff admits that he has been dispossessed by the defendant, or at any rate, it is found in the case that he has been dispossessed and is not in possession at the time he brings the suit, then he cannot start with a presumption in his favour that possession of the property was with him.\" \nSee Badri Khatik v. Narain Singh, AIR 1946 Pat 185 and Chandiprasad v. Awadh Narain Jha, AIR 1952 Pat 143.\n12. Mr. Panda's reliance on Article 126 of the Limitation Act seems quite futile. That article says that the limitation of 12 years commences from the date on which the alienee took possession, but there is no rule of law that an alienee's possession must be computed only from the date of execution of the registered sale-deed. It might commence even earlier on the basis of the agreement of sale--on which the doctrine of part performance under Section 53A of the Transfer of Property Act is based. I have already shown \n\nthat in this case no distinction should be made between the possession of Prana Dhan Das and that of his daughter (defendant No. 1). Hence even if Article 126 is held to apply it must be held that the alienee's possession commenced from the date of the agreement of sale namely 8-10-1937.\nIt is true that there is a conflict of judicial decision on the question whether for the purpose of Article 142 adverse possession for 12 years by several persons in possession successively even though they do not claim from one another, would bar the true owner's claim (In Vennam Ramiah v. Kusru Kotamma, AIR 1922 Mad 59, Chenchurama Reddy v. Ademma, AIR 1949 Mad 673 and Ahmad Ali v. Hata, AIR 1939 Lah 217) which are all based on. the observations of Kay, Lord Justice in Willis v. Howe (Earl), (1893) 2 Ch. 545 and it was held that for the purpose of Article 142 possession of successive trespassers may be tacked on. A contrary view was taken in Janakinath Saha v. Baikuntha Nath, AIR 1922 Cal 176 based on Soiling v. Broughton, 1893 AC 556 where it was held that the possession of independent (though successful) trespassers cannot be tacked even for the purpose of Article 146. But this view is based on the assumption that the trespassers were independent of one another and there was some period of time however short between the possession of one trespasser and that of another, during which period the possession of the true owner is restored. But here the distinguishing features are (i) that defendant No. 1 and her father (Prana Dhan Das) are not independent trespassers and (ii) the possession of Prana Dhan Das as against Durga Charan's family has been continuous and the finding of the two courts is that there has not been even a momentary interruption of his possession. Hence it must be held that for the purpose of Article 142 the plaintiff's suit is completely barred by limitation.\nAs this was the only point raised by Mr. D. Mohanty (for the appellant in S. A. 206 of 1962) it is unnecessary to discuss the other points involved in this litigation.\n13. Both these reasons in Second Appeal No. 206 of 1962 is allowed and Second Appeal No. 152 of 1962 is dismissed and the plaintiff's suit is dismissed with costs throughout -- to be paid to defendant No. 1 by the plaintiff.\n14. There will be only one set of costs in\nboth these appeals.\n"}], "metadataJson": "{\"author\": \"Orissa High Court\", \"url\": \"https://indiankanoon.org/doc/216220\", \"references\": [\"https://indiankanoon.org/doc/1317393\", \"https://indiankanoon.org/doc/237691\", \"https://indiankanoon.org/doc/1317393\", \"https://indiankanoon.org/doc/574073\", \"https://indiankanoon.org/doc/500307\", \"https://indiankanoon.org/doc/158397894\", \"https://indiankanoon.org/doc/1869831\", \"https://indiankanoon.org/doc/237691\", \"https://indiankanoon.org/doc/1317393\", \"https://indiankanoon.org/doc/221518\", \"https://indiankanoon.org/doc/237691\", \"https://indiankanoon.org/doc/500307\", \"https://indiankanoon.org/doc/1192197\", \"https://indiankanoon.org/doc/500307\", \"https://indiankanoon.org/doc/33485\", \"https://indiankanoon.org/doc/500307\"], \"n_references\": 16}"}